Repository: twilwa/Red-DiscordBot
Catalog: redbot/cogs/trivia/locales/*.po
Languages: id_id

source: There is no ongoing trivia session in this channel.
id_id: Tidak ada sesi trivia yang sedang berlangsung di channel ini.

source: `{arg}` is not a number.
id_id: `{arg}` bukanlah sebuah angka.

source: `{arg}` is not a finite number.
id_id: `{arg}` bukanlah sebuah angka terbatas.

source: I know this one! {answer}!
id_id: Aku tahu yang ini! {answer}!

source: Easy: {answer}.
id_id: Mudah: {answer}.

source: Oh really? It's {answer} of course.
id_id: Oh benarkah? Tentu saja jawabannya {answer}.

source: I know this one! ||{answer}!||
id_id: Aku tahu yang ini! ||{answer}!||

source: Easy: ||{answer}.||
id_id: Mudah: ||{answer}.||

source: Oh really? It's ||{answer}|| of course.
id_id: Oh benarkah? Tentu saja jawabannya ||{answer}.||

source: To the next one I guess...
id_id: Lanjut ke yang berikutnya...

source: Moving on...
id_id: Lanjut...

source: I'm sure you'll know the answer of the next one.
id_id: Aku yakin kamu akan tahu jawaban yang selanjutnya.

source: ðŸ˜” Next one.
id_id: ðŸ˜” Selanjutnya.

source: An unexpected error occurred in the trivia session. Check your console or logs for details.
id_id: Error yang tak terduga terjadi selama sesi trivia. Cek konsol atau logs mu untuk detailnya.

source: Question number {num}!
id_id: Pertanyaan nomor {num}!

source: There are no more questions!
id_id: Tidak ada pertanyaan lagi!

source: {trivia_list} (by {author})
id_id: {trivia_list} (oleh {author})

source: Starting Trivia: {list_names}
id_id: Memulai Trivia: {list_names}

source: Guys...? Well, I guess I'll stop then.
id_id: Guys...? Sepertinya aku akan berhenti saja.

source: **+1** for me!
id_id: **+1** untukku!

source: You got it {user}! **+1** to you!
id_id: Kamu mendapatkannya {user}! **+1** untukmu!

source: Congratulations {users}! You have each received {num} {currency} for winning!
id_id: Selamat {users}! Kalian semua mendapatkan {num} {currency} sebagai hadiah kemenangan!

source: Congratulations {user}! You have received {num} {currency} for winning!
id_id: Selamat {user}! Kamu mendapatkan {num} {currency} sebagai hadiah kemenangan!

source: Yes
id_id: Ya

source: Play trivia with friends!
id_id: Mainkan trivia dengan teman!

source: Manage Trivia settings.
id_id: Atur settingan Trivia.

source: Show the current trivia settings.
id_id: Menunjukkan pengaturan trivia.

source: Set the total points required to win.
id_id: Atur total poin yang dibutuhkan untuk menang.

source: Score must be greater than 0.
id_id: Skor harus lebih dari 0.

source: Done. Points required to win set to {num}.
id_id: Selesai. Poin yang dibutuhkan untuk menang diatur ke {num}.

source: Set the maximum seconds permitted to answer a question.
id_id: Atur detik maksimum untuk menjawab sebuah pertanyaan.

source: Must be at least 4 seconds.
id_id: Harus setidaknya 4 detik.

source: Done. Maximum seconds to answer set to {num}.
id_id: Selesai. Detik maksimum untuk menjawab diatur ke {num}.

source: Set how long until trivia stops due to no response.
id_id: Atur berapa lama sampai trivia berhenti dikarenakan tidak ada respon.

source: Must be larger than the answer time limit.
id_id: Harus lebih besar dari limit waktu menjawab.

source: Done. Trivia sessions will now time out after {num} seconds of no responses.
id_id: Selesai. Sesi trivia akan berhenti setelah {num} detik jika tak ada respon.

source: Allow/disallow trivia lists to override settings.
id_id: Izinkan/larang daftar trivia untuk mengesampingkan pengaturan.

source: Done. Trivia lists can now override the trivia settings for this server.
id_id: Selesai. Daftar trivia akan mengesampingkan pengaturan untuk server ini.

source: Done. Trivia lists can no longer override the trivia settings for this server.
id_id: Selesai. Daftar trivia tidak akan mengesampingkan pengaturan untuk server ini.

source: Set if bot will display the answers in spoilers. If enabled, the bot will use spoilers to hide answers.
id_id: Atur jika bot akan menampilkan jawaban dalam spoilers. Jika diaktifkan, bot akan menggunakan spoilers untuk menyembunyikan jawaban.

source: Done. I'll put the answers in spoilers next time.
id_id: Selesai. Aku akan menampilkan jawaban dengan spoilers kedepannya.

source: Alright, I won't use spoilers to hide answers anymore.
id_id: Baiklah, aku tidak akan lagi menggunakan spoilers untuk menyembunyikan jawaban.

source: Set whether or not the bot gains points. If enabled, the bot will gain a point if no one guesses correctly.
id_id: Atur agar bot mendapatkan poin atau tidak. Jika diaktifkan, bot akan mendapatkan poin jika tidak ada yang menebak dengan benar.

source: Done. I'll now gain a point if users don't answer in time.
id_id: Selesai. Aku akan mendapatkan poin mulai sekarang jika tidak ada yang menjawab tepat waktu.

source: Alright, I won't embarrass you at trivia anymore.
id_id: Baiklah, aku tak akan memalukan dirimu lagi dalam trivia.

source: Set whether or not the answer is revealed. If enabled, the bot will reveal the answer if no one guesses correctly in time.
id_id: Atur agar jawaban diberitahu atau tidak. Jika diaktifkan, bot akan memberitahu jawaban jika tidak ada yang menebak dengan benar tepat waktu.

source: Done. I'll reveal the answer if no one knows it.
id_id: Selesai. Aku akan memberitahu jawaban jika tidak ada yang tahu.

source: Alright, I won't reveal the answer to the questions anymore.
id_id: Baiklah, aku tidak akan memberitahu jawaban untuk pertanyaan lagi.

source: Set the payout multiplier. This can be any positive decimal number. If a user wins trivia when at least 3 members are playing, they will receive credits. Set to 0 to disable. The number of credits is determined by multiplying their total score by this multiplier.
id_id: Atur pengganda bayaran. Bisa merupakan angka desimal positif apapun. Jika seseorang memenangkan trivia saat setidaknya 3 orang sedang bermain, mereka akan mendapatkan credits. Atur ke 0 untuk menonaktifkan. Jumlah credits ditentukan dengan mengalikan total skor dengan pengganda ini.

source: Multiplier must be at least 0.
id_id: Pengganda harus setidaknya 0.

source: Done. Payout multiplier set to {num}.
id_id: Selesai. Pengganda bayaran diatur ke {num}.

source: Done. I will no longer reward the winner with a payout.
id_id: Selesai, aku tidak akan memberikan bayaran kepada pemenang lagi.

source: Manage Custom Trivia lists.
id_id: Atur daftar Trivia Kustom.

source: List uploaded custom trivia.
id_id: Lihat daftar trivia kustom yang terupload.

source: No custom Trivia lists uploaded.
id_id: Tidak ada daftar Trivia kustom yang terupload.

source: Uploaded trivia lists
id_id: List trivia terupload

source: Upload a trivia file.
id_id: Upload sebuah file trivia.

source: Supply a file with next message or type anything to cancel.
id_id: Berikan sebuah file pada pesan berikutnya atau ketik apapun untuk membatalkan.

source: You took too long to upload a list.
id_id: Kamu memakan waktu terlalu lama untuk mengupload sebuah daftar.

source: You have cancelled the upload process.
id_id: Kamu telah membatalkan proses upload.

source: There was an error parsing the trivia list. See logs for more info.
id_id: Terjadi sebuah error ketika menguraikan daftar trivia. Lihat logs untuk info lebih lanjut.

source: The custom trivia list was not saved. The file does not follow the proper data format. {schema_error}
id_id: Daftar trivia kustom tidak tersimpan. File tidak mengikuti format data yang sesuai. {schema_error}

source: Delete a trivia file.
id_id: Hapus sebuah file trivia.

source: Trivia {filename} was deleted.
id_id: Trivia {filename} telah dihapus.

source: Trivia file was not found.
id_id: File Trivia tak ditemukan.

source: Start trivia session on the specified category. You may list multiple categories, in which case the trivia will involve questions from all of them.
id_id: Mulai sesi trivia pada kategori yang telah ditentukan. Kamu bisa menentukan beberapa kategori, trivia akan melibatkan semua pertanyaan dari kategori-kategori yang ditentukan.

source: There is already an ongoing trivia session in this channel.
id_id: Sudah ada sesi trivia yang berlangsung di channel ini.

source: Invalid category `{name}`. See `{prefix}trivia list` for a list of trivia categories.
id_id: Kategori `{name}` tidak valid. Lihat `{prefix}trivia list` untuk daftar dari kategori trivia.

source: There was an error parsing the trivia list for the `{name}` category. It may be formatted incorrectly.
id_id: Terjadi sebuah error ketika menguraikan daftar trivia untuk kategori `{name}`. Kemungkinan itu diformat dengan salah.

source: The trivia list was parsed successfully, however it appears to be empty!
id_id: Daftar trivia berhasil diuraikan, namun kelihatannya itu kosong!

source: Stop an ongoing trivia session.
id_id: Hentikan sesi trivia yang sedang berjalan.

source: Trivia stopped.
id_id: Trivia dihentikan.

source: List available trivia categories.
id_id: Daftar dari kategori-kategori trivia yang tersedia.

source: Available trivia lists
id_id: Daftar trivia yang tersedia

source: Leaderboard for trivia. Defaults to the top 10 of this server, sorted by total wins. Use subcommands for a more customised leaderboard.
id_id: Papan peringkat untuk trivia. Default ke 10 teratas di server ini, diurutkan dengan total kemenangan. Gunakan subcommands untuk papan peringkat yang lebih terkustomisasi.

source: Leaderboard for this server. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
id_id: Papan peringkat untuk server ini. `<sort_by>` bisa merupakan apapun dari bidang ini: - `wins` : kemenangan total - `avg` : skor rata-rata - `total` : total jawaban benar - `games` : total games yang dimainkan `<top>` adalah berapa banyak rank yang akan ditunjukkan di papan peringkat.

source: Unknown field `{field_name}`, see `{prefix}help trivia leaderboard server` for valid fields to sort by.
id_id: Bidang tak dikenal `{field_name}`, lihat `{prefix}help trivia leaderboard server` untuk bidang yang valid untuk disortir.

source: Global trivia leaderboard. `<sort_by>` can be any of the following fields: - `wins` : total wins - `avg` : average score - `total` : total correct answers from all sessions - `games` : total games played `<top>` is the number of ranks to show on the leaderboard.
id_id: Papan peringkat trivia global. `<sort_by>` bisa merupakan apapun dari bidang ini: - `wins` : kemenangan total - `avg` : skor rata-rata - `total` : total jawaban benar - `games` : total games yang dimainkan `<top>` adalah berapa banyak rank yang akan ditunjukkan di papan peringkat.

source: There are no scores on record!
id_id: Tidak ada skor di rekor!

source: Rank
id_id: Peringkat

source: Member
id_id: Anggota

source: Wins
id_id: Kemenangan

source: Games Played
id_id: Permainan Dimainkan

source: Total Score
id_id: Total Skor

source: Average Score
id_id: Skor rata-rata

source: {filename} is a reserved trivia name and cannot be replaced. Choose another name.
id_id: {filename} adalah nama trivia bawaan dan tak bisa digantikan. Gunakan nama yang lain.

source: {filename} already exists. Do you wish to overwrite?
id_id: {filename} sudah ada. Apakah kamu mau menimpanya?

source: You took too long answering.
id_id: Kamu memakan waktu terlalu lama untuk menjawab.

source: I am not replacing the existing file.
id_id: Aku tidak menggantikan file yang sudah ada.

source: Saved Trivia list as {filename}.
id_id: Daftar Trivia tersimpan dengan nama {filename}.
